alacritty-git
alacritty-terminfo-git
antigen-git
bosh-cli
chruby
cloudfoundry-cli
dasht
devdocs-desktop
direnv
flameshot-git
fwupdate
gcc5
git-duet
google-chrome
google-cloud-sdk
jdk8
lastpass-cli-git
nerd-fonts-complete
ngrok
ruby-install
st
trizen
ttf-iosevka-term
universal-ctags-git
yay
zoom
