alacritty-git
alacritty-terminfo-git
antigen-git
bashdb
bosh-cli
chruby
cloudfoundry-cli
cuelang-cue-git
dasht
devdocs-desktop
direnv
flameshot-git
fwupdate
gcc5
git-duet
google-chrome
google-cloud-sdk
icu58
icu60
idnkit
jdk8
lastpass-cli-git
libinput-gestures
libuvc
libxerces-c-3.1
mkpasswd
ncurses5-compat-libs
nerd-fonts-complete
ngrok
pomo
rofi-greenclip
ruby-install
slack-desktop
st
trizen
ttf-iosevka-term
universal-ctags-git
vmware-ovftool
yay
zoom
