alacritty-git
antigen-git
bashdb
bosh-cli
chruby
cuelang-cue-git
dasht
dep
devdocs-desktop
electron6
exercism
flameshot-git
gcc5
gconf
git-duet
google-chrome
google-cloud-sdk
icu58
icu60
lastpass-cli-git
libinput-gestures
libmagick6
libopenaptx
libuvc
libxerces-c-3.1
mkpasswd
ncurses5-compat-libs
nerd-fonts-complete
ngrok
pomo
rofi-greenclip
ruby-install
slack-desktop
st
trizen
ttf-iosevka-term
universal-ctags-git
xorg-server-xdmx
yay-git
zoom
