acl
acpi
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
appstream-glib
archlinux-keyring
argon2
asciidoc
at-spi2-atk
at-spi2-core
atk
attr
autoconf
automake
avahi
bash
binutils
bison
btrfs-progs
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cmake
colord
compton
confuse
coreutils
cracklib
cryptsetup
curl
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
dunst
e2fsprogs
efivar
expat
fakeroot
fasd
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
fwupd
fwupdate
gawk
gc
gcab
gcc
gcc-libs
gconf
gdbm
gdk-pixbuf2
gettext
giflib
git
glib-networking
glib2
glibc
gmp
gnupg
gnutls
go
gpgme
gpm
gptfdisk
graphite
grep
groff
gsettings-desktop-schemas
gsm
gtk-update-icon-cache
gtk2
gtk3
guile
gzip
harfbuzz
hicolor-icon-theme
htop
http-parser
hunspell
hwids
i3-gaps
i3blocks
i3lock
i3status
iana-etc
icu
inetutils
iproute2
iptables
iputils
jack
jansson
jasper
jemalloc
jfsutils
js
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
lame
lcms2
ldns
less
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbytesize
libcanberra
libcap
libcap-ng
libconfig
libcroco
libcups
libcurl-compat
libdaemon
libdatrie
libdmx
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libice
libidn
libidn2
libiec61883
libinput
libjpeg-turbo
libksba
libldap
libmnl
libmodplug
libmpc
libnftnl
libnghttp2
libnl
libnotify
libogg
libomxil-bellagio
libpcap
libpciaccess
libpipeline
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsmbios
libsndfile
libsoup
libsoxr
libssh
libssh2
libstemmer
libsystemd
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libutempter
libutil-linux
libuv
libva
libvdpau
libvorbis
libvpx
libvterm
libwacom
libwebp
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
logrotate
luajit
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mozilla-common
mpfr
msgpack-c
mtdev
nano
ncurses
neovim
netctl
nettle
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
opencore-amr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
p11-kit
pacman
pacman-mirrorlist
pacutils
pam
pambase
pango
parcellite
parted
patch
pciutils
pcmciautils
pcre
pcre2
perl
perl-data-dump
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-net-http
perl-net-ssleay
perl-term-readline-gnu
perl-term-ui
perl-try-tiny
perl-uri
perl-www-robotrules
pinentry
pixman
pkcs11-helper
pkg-config
polkit
popt
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
python
python-appdirs
python-colorama
python-docutils
python-greenlet
python-packaging
python-pip
python-pyparsing
python-setuptools
python-six
python-termcolor
python2
qt5-base
qt5-declarative
qt5-location
qt5-quickcontrols2
qt5-svg
qt5-webchannel
qt5-webengine
qt5-xmlpatterns
re2
readline
reiserfsprogs
rest
rhash
ripgrep
rofi
rtkit
rtmpdump
rust
s-nail
sdl2
sed
semver
shadow
shared-mime-info
snappy
socat
sound-theme-freedesktop
speex
speexdsp
sqlite
startup-notification
stow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
tdb
texinfo
thin-provisioning-tools
tldr
tmux
tree
tslib
tzdata
udftools
udisks2
unibilium
usbutils
util-linux
v4l-utils
vi
vid.stab
volume_key
vulkan-icd-loader
vulkan-intel
w3m
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wireless_tools
wpa_supplicant
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-utils
xdotool
xf86-input-libinput
xf86-video-intel
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xz
yajl
yarn
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
