accounts-qml-module
acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apm
appstream
appstream-glib
appstream-qt
archlinux-keyring
argon2
aria2
asciinema
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atom
attica
attr
audit
autoconf
autoconf-archive
automake
autorandr
avahi
aws-cli
bash
bash-completion
bc
bind
binutils
bison
blas
bluez-libs
boost-libs
breeze
breeze-icons
breezy
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
celt
celt0.5.1
certbot
chrpath
cifs-utils
cmake
colord
confuse
containerd
coreutils
cracklib
cryptsetup
cscope
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
direnv
discount
djvulibre
dmenu
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
dtc
dunst
e2fsprogs
editorconfig-core-c
efivar
egl-wayland
eglexternalplatform
electron
electron9
elfutils
enchant
entr
evince
exiv2
expat
fakeroot
fasd
fd
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flashrom
flatpak
flex
fontconfig
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdl
geoclue
geocode-glib
gettext
ghc
ghc-libs
ghostpcl
ghostscript
ghostxps
giblib
giflib
git
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glu
gmp
gnome-common
gnome-desktop
gnome-keyring
gnupg
gnutls
go
go-bindata
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gspell
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm3
gtkspell
gtkspell3
gts
guile
guile2.0
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-alsa-core
haskell-alsa-mixer
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dbus
haskell-diff
haskell-distributive
haskell-dlist
haskell-erf
haskell-extensible-exceptions
haskell-free
haskell-hashable
haskell-hinotify
haskell-hourglass
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-types
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-invariant
haskell-iproute
haskell-kan-extensions
haskell-lens
haskell-libmpd
haskell-libxml-sax
haskell-memory
haskell-mime-types
haskell-monad-loops
haskell-mono-traversable
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-parallel
haskell-parsec-numbers
haskell-pem
haskell-pretty-hex
haskell-primitive
haskell-profunctors
haskell-quickcheck
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-regex-tdfa
haskell-resourcet
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-setlocale
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-tagged
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-these
haskell-time-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml-conduit
haskell-xml-types
haskell-zlib
hicolor-icon-theme
hidapi
hspell
htop
http-parser
hunspell
hwids
hwloc
hyphen
i3-gaps
i3lock
i3status
iana-etc
ibus
icu
ifenslave
ijs
imath
imlib2
inetutils
iniparser
inkscape
intel-gmmlib
intel-media-driver
intel-media-sdk
intltool
iproute2
iptables
iputils
iso-codes
itstool
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jemalloc
jfsutils
jq
js78
json-c
json-glib
jsoncpp
kaccounts-integration
kactivities
kactivities-stats
kactivitymanagerd
karchive
kauth
kbd
kbookmarks
kcm-wacomtablet
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kdeclarative
kdecoration
kded
kdelibs4support
kdesu
kdnssd
kdsoap
kdsoap-ws-discovery-client
kemoticons
keyutils
kglobalaccel
kguiaddons
kholidays
ki18n
kiconthemes
kidletime
kio
kio-extras
kio-fuse
kirigami2
kitemmodels
kitemviews
kjobwidgets
kjs
kjsembed
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpeople
kpty
kquickcharts
krb5
krita
krunner
kscreenlocker
kservice
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kwallet
kwayland
kwayland-server
kwidgetsaddons
kwin
kwindowsystem
kxmlgui
l-smash
lame
lapack
layer-shell-qt
lcms2
ldb
ldns
less
lib2geom
libaccounts-glib
libaccounts-qt
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbpf
libbsd
libbytesize
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcroco
libcups
libcurl-compat
libdaemon
libdatrie
libdbusmenu-qt5
libde265
libdmtx
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libgcrypt
libgit2
libglvnd
libgpg-error
libgudev
libgusb
libgxps
libhandy
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinih
libinput
libjcat
libjpeg-turbo
libjxl
libkexiv2
libksba
libkscreen
libksysguard
libldac
libldap
liblouis
liblqr
libluv
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrohttpd
libmm-glib
libmnl
libmodplug
libmpc
libmtp
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libslirp
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspeechd
libssh
libssh2
libstemmer
libsynctex
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lsof
luajit
luit
lv2
lvm2
lz4
lzo
m4
mailcap
make
mallard-ducktype
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
md4c
mdadm
media-player-info
mesa
milou
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
mpfr
msgpack-c
mtdev
mtr
nano
ncdu
ncurses
ndctl
neovim
netctl
netpbm
nettle
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
numactl
nvidia
nvidia-utils
ocl-icd
okular
oniguruma
openal
openbsd-netcat
opencl-headers
opencolorio
opencore-amr
openexr
openjpeg2
openmpi
openssh
openssl
openvpn
opus
orc
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pam
pambase
pango
pangomm
parcellite
parted
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-clone
perl-data-dump
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-term-readline-gnu
perl-term-ui
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-media-session
pixman
pkcs11-helper
pkgconf
plasma-framework
plasma-integration
plasma-workspace
polkit
polkit-kde-agent
polkit-qt5
poppler
poppler-glib
poppler-qt5
popt
postgresql
postgresql-libs
potrace
ppp
prison
procps-ng
protobuf
protobuf-c
psmisc
pulseaudio
pulseaudio-alsa
purpose
pystring
python
python-acme
python-anytree
python-appdirs
python-argcomplete
python-asn1crypto
python-attrs
python-bcrypt
python-beaker
python-botocore
python-cachecontrol
python-cached-property
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-configargparse
python-configobj
python-contextlib2
python-cryptography
python-dateutil
python-distlib
python-distro
python-dnspython
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-dotenv
python-dulwich
python-fastimport
python-future
python-gobject
python-greenlet
python-html5lib
python-idna
python-importlib-metadata
python-jinja
python-jmespath
python-josepy
python-jsonschema
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-mock
python-more-itertools
python-msgpack
python-numpy
python-ordered-set
python-packaging
python-paramiko
python-parsedatetime
python-patiencediff
python-pbr
python-pep517
python-pip
python-ply
python-progress
python-pyasn1
python-pycparser
python-pygments
python-pylast
python-pynacl
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyrfc3339
python-pyrsistent
python-pytz
python-requests
python-requests-toolbelt
python-resolvelib
python-retrying
python-rsa
python-s3transfer
python-setuptools
python-shtab
python-six
python-systemd
python-sysv_ipc
python-termcolor
python-texttable
python-toml
python-tomli
python-urllib3
python-webencodings
python-websocket-client
python-yaml
python-zipp
python-zope-component
python-zope-deferredimport
python-zope-deprecation
python-zope-event
python-zope-hookable
python-zope-interface
python-zope-proxy
python2
qca-qt5
qemu
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
quazip
qutebrowser
ragel
ranger
rav1e
re2
readline
reiserfsprogs
rest
rhash
ripgrep
rofi
rsync
rtkit
ruby
ruby-irb
ruby-reline
ruby2.7
rubygems
run-parts
runc
rust
s-nail
sbc
scrot
sdl
sdl2
sdl2_image
sdl_image
sdl_ttf
seabios
sed
semver
serd
shadow
shared-mime-info
shellcheck
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
smbclient
snappy
socat
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
speex
speexdsp
spice
sqlite
sratom
srt
startup-notification
stow
strace
sudo
svt-av1
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-resolvconf
systemd-swap
systemd-sysvcompat
t1lib
talloc
tar
tcl
tdb
tevent
texinfo
thin-provisioning-tools
threadweaver
tig
tinyxml
tldr
tmate
tmux
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-dejavu
ttf-hack
ttf-liberation
tzdata
udftools
udisks2
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vagrant
vde2
vi
vid.stab
virglrenderer
virtualbox
virtualbox-host-modules-arch
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-intel
w3m
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-utils
xdot
xdotool
xf86-input-libinput
xf86-input-wacom
xf86-video-intel
xfsprogs
xkeyboard-config
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xxhash
xz
yajl
yaml-cpp
yarn
yelp-tools
yelp-xsl
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zxing-cpp
