acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
aom
appstream-glib
archlinux-keyring
argon2
aria2
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audit
autoconf
automake
autorandr
avahi
aws-cli
bash
bash-completion
bind-tools
binutils
bison
boost-libs
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
certbot
cmake
colord
compton
confuse
containerd
coreutils
cracklib
cryptsetup
cscope
curl
db
dbus
dbus-glib
dconf
dep
desktop-file-utils
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
dkms
dmenu
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
dunst
e2fsprogs
efivar
egl-wayland
eglexternalplatform
enchant
exiv2
expat
fakeroot
fasd
fd
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flatpak
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fwupd
gawk
gc
gcab
gcc
gcc-libs
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
geocode-glib
geoip
geoip-database
gettext
ghc
ghc-libs
ghostscript
giblib
giflib
git
glib-networking
glib2
glibc
glibmm
glu
gmp
gnupg
gnutls
go
go-bindata
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtkspell
gts
guile
guile2.0
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-orphans
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-call-stack
haskell-cereal
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-contravariant
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dbus
haskell-distributive
haskell-dlist
haskell-erf
haskell-exceptions
haskell-extensible-exceptions
haskell-free
haskell-hashable
haskell-hinotify
haskell-http
haskell-integer-logarithms
haskell-invariant
haskell-iwlib
haskell-kan-extensions
haskell-lens
haskell-libmpd
haskell-libxml-sax
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-parallel
haskell-parsec-numbers
haskell-primitive
haskell-profunctors
haskell-quickcheck
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-regex-tdfa
haskell-resourcet
haskell-scientific
haskell-semigroupoids
haskell-setlocale
haskell-split
haskell-statevar
haskell-streaming-commons
haskell-tagged
haskell-tf-random
haskell-th-abstraction
haskell-th-lift
haskell-time-locale-compat
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-xml-conduit
haskell-xml-types
haskell-zlib
hicolor-icon-theme
hspell
htop
http-parser
hunspell
hwids
hyphen
i3-gaps
i3lock
i3status
iana-etc
icu
ifenslave
ijs
ilmbase
imlib2
inetutils
inkscape
intltool
iproute2
iptables
iputils
iso-codes
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jemalloc
jfsutils
jq
js52
json-c
json-glib
jsoncpp
kactivities
karchive
kauth
kbd
kbookmarks
kcm-wacomtablet
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemmodels
kitemviews
kjobwidgets
kmod
knotifications
kpackage
krb5
krita
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lcms2
ldns
less
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcdr
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-qt5
libdmx
libdrm
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libjpeg-turbo
libksba
libldap
liblqr
libmagick6
libmbim
libmm-glib
libmnl
libmodplug
libmpc
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libnotify
libnsl
libogg
libomxil-bellagio
libpaper
libpcap
libpciaccess
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libstemmer
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpd
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lsof
luajit
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
modemmanager
mozilla-common
mpfr
msgpack-c
mtdev
mtr
nano
ncdu
ncurses
ndctl
neovim
netctl
nettle
node-gyp
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
nvidia
nvidia-utils
oniguruma
openal
openbsd-netcat
opencore-amr
openexr
openjpeg2
openssh
openssl
openssl-1.0
openvpn
opus
orc
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pam
pambase
pango
pangomm
parcellite
parted
patch
patchelf
pavucontrol
pciutils
pcre
pcre2
perl
perl-data-dump
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-term-readline-gnu
perl-term-ui
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
plasma-framework
polkit
polkit-kde-agent
polkit-qt5
poppler
poppler-glib
popt
postgresql
postgresql-libs
potrace
ppp
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pygobject-devel
pyqt5-common
pyqtwebengine-common
python
python-acme
python-appdirs
python-asn1crypto
python-attrs
python-bcrypt
python-botocore
python-cachecontrol
python-cached-property
python-cairo
python-cffi
python-chardet
python-colorama
python-configargparse
python-configobj
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-distlib
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-future
python-gobject
python-greenlet
python-html5lib
python-idna
python-jinja
python-jmespath
python-josepy
python-jsonschema
python-lockfile
python-markupsafe
python-mock
python-msgpack
python-packaging
python-paramiko
python-parsedatetime
python-pbr
python-pep517
python-pip
python-ply
python-progress
python-pyasn1
python-pycparser
python-pygments
python-pylast
python-pynacl
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqtwebengine
python-pyrfc3339
python-pytoml
python-pytz
python-requests
python-requests-toolbelt
python-retrying
python-rsa
python-s3transfer
python-setuptools
python-sip-pyqt5
python-six
python-termcolor
python-texttable
python-urllib3
python-webencodings
python-websocket-client
python-yaml
python-zope-component
python-zope-deferredimport
python-zope-deprecation
python-zope-event
python-zope-hookable
python-zope-interface
python-zope-proxy
python2
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-speech
qt5-svg
qt5-tools
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qutebrowser
ranger
re2
readline
reiserfsprogs
rest
rhash
ripgrep
rofi
rsync
rtkit
ruby
rubygems
run-parts
runc
rustup
s-nail
sbc
scrot
sdl
sdl2
sed
semver
shadow
shared-mime-info
shellcheck
snappy
socat
solid
sonnet
sound-theme-freedesktop
speex
speexdsp
sqlite
startup-notification
stow
strace
sudo
sysfsutils
systemd
systemd-libs
systemd-resolvconf
systemd-swap
systemd-sysvcompat
tar
tdb
texinfo
thin-provisioning-tools
tig
tldr
tmux
tree
tslib
ttf-dejavu
tzdata
udftools
udisks2
unibilium
unzip
upower
usbmuxd
usbutils
util-linux
v4l-utils
vagrant
vi
vid.stab
virtualbox
virtualbox-host-modules-arch
volume_key
vulkan-icd-loader
vulkan-intel
w3m
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wireless_tools
woff2
wpa_supplicant
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-utils
xdot
xdotool
xf86-input-libinput
xf86-input-wacom
xf86-video-intel
xfsprogs
xkeyboard-config
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xvidcore
xz
yajl
yarn
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
